Repository: ORGAN-IZE/register
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You&rsquo;ve already helped 8 strangers &comma; here&rsquo;s your chance to help your loved ones by telling them you&rsquo;ve joined the 100 million Americans registered as organ donors.
es: Ya has ayudado a 8 extraños, esta es tu oportunidad de ayudar a tus seres queridos diciéndoles que te has unido a los 100 millones de estadounidenses registrados como donadores de órganos.

source: Enter one or more emails separated by commas.
es: incluye uno o más correos electrónicos separados por un coma.

source: You can register as an organ donor at
es: Tú también te puedes registrar como donador de órganos en

source: To
es: PARA

source: Subject
es: ASUNTO

source: Body
es: MENSAJE

source: Send
es: ENVIARTE

source: I just registered to be an organ donor at ORGANIZE.org because I dig the idea of saving someone else's life. I'm now legally registered but my next of kin (which is YOU) will still be asked to uphold my decision. So to remove all doubt: I want to be an organ donor. If you want to register too, it only takes 47 seconds at ORGANIZE.org.
es: Me acabo de registrar en ORGANIZE.org para ser un donador de órganos porque me encanta la idea de ayudar a salvar la vida de alguien más. Ya estoy legalmente registrado, pero a mi familia (que eres TÚ) se le podría pedir que honre my decisión. Así que para eliminar toda duda: Yo deseo ser un donador de organos. Si tu también deseas registrarte lo podrás hacer en sólo 47 segundos en ORGANIZE.org

source: Important: I'm an organ donor.
es: Importante: Soy un donador de órganos.

source: Each registered donor can save up to 8 lives.
es: Cada donador registrado puede salvar hasta 8 vidas.

source: Telling your friends to register at ORGANIZE is just another way you can help us #EndTheWaitlist
es: Pedirle a tus amigos que se registren en ORGANIZE es otra manera en la que puedes ayudarnos.

source: Update existing registration
es: Actualiza tu registro vigente

source: <p class='hint-license-id-format'>Valid state License IDs should look like:
es: <p class='hint-license-id-format'>Cómo debe verse la licencia de manejo válida:

source: skip this step
es: no es necesario este paso

source: Share
es: comparte

source: Postal code must be valid.
es: El código postal debe ser válido.

source: At least one organ/tissue needs to be selected
es: debes seleccionar el menos un órgano o tejido

source: Only Characters A-Z and periods (.) are valid values
es: Sólo son válidos los caracteres de la A a la Z y los puntos(.)
