Repository: ORGAN-IZE/register
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Enter a valid postal code consisting 5 numbers.
es: Introduzca un código postal válido, de 5 números.

source: Male
es: Hombre

source: Female
es: Femenino

source: Email
es: Correo electrónico

source: Postal Code
es: Código Postal

source: Your zip will determine which series of state-based requirements will be provided in the next series of steps.
es: Tu código postal determinará la serie de requisitos estatales que te mostraremos en los próximos pasos.

source: Enter a valid email.
es: Introduzca una dirección de correo electrónico válida.

source: Enter an accurate birthdate.
es: Ingrese una fecha de cumpleaños precisa.

source: Enter an accurate phone number including area code.
es: Introduzca un número de teléfono exacta incluyendo código de área.

source: Enter the last 4 digits of your social security number.
es: Ingresa los últimos 4 dígitos de su número de seguro social.

source: Enter only digits.
es: Ingrese sólo dígitos.

source: Date must be later than %(date)s.
es: Por favor elija una fecha posterior a %(date)s.

source: First Name
es: Primer Nombre

source: Middle Name
es: Segundo Nombre

source: Last Name
es: Apellido

source: Gender
es: Género

source: Birthdate
es: Fecha de nacimiento

source: In order to revoke my organ and tissue donation status through Organize, I agree to ORGANIZE&rsquo;s <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Terms of Service</a> and <a href="#" onClick="window.open('&#047;privacy-policy&#047;', '_blank', 'width=900,height=900')">Privacy Policy</a>.
es: Con el fin de revocar mi estado donación de órganos y tejidos a través ORGANIZE, estoy de acuerdo de que <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Términos de Servicio</a> y <a href="#" onClick="window.open('&#047;privacy-policy&#047;', '_blank', 'width=900,height=900')">Política de Privacidad</a> de ORGANIZE.

source: Let&rsquo;s Begin...
es: Empecemos...

source: Unknown state registration configuration
es: Configuración de registro de estado desconocida.

source: ManagementForm data is missing or has been tampered.
es: Los datos de la forma de administración no existen o han sido alterados.

source: Donor Registration Revocation Complete
es: Revocación Completa de Registro de Donador

source: English
es: Inglés

source: Spanish
es: Español

source: k%(title)s
es: %(title)s

source: edit
es: editar

source: Back
es: Regresar

source: Register
es: Regístrate

source: Next
es: Seguir

source: Coming Soon
es: Próximamente

source: We&rsquo;re building out this super rad feature, but it's just not quite done yet. We'll let you know as soon as it is!
es: Estamos elaborando una característica súper rad, pero aún no está terminada. ¡Te avisaremos en cuánto esté lista!

source: Thank you!
es: ¡Gracias!

source: You&rsquo;re amazing and officially one of our favorite people on the internet, but you&rsquo;re not quite done&hellip;
es: Tu eres increíble y oficialmente ya eres una de nuestras personas favoritas en el internet, pero aún no haz terminado&hellip;

source: It&rsquo;s super important that your friends and fam know that you want to #DonateYourParts. Even though you registered with us, your next of kin will still be asked to support your decision. Letting them know what you&rsquo;ve decided now makes it SO much easier for them.
es: Es muy importante que tus amigos y familiares sepan que tu deseas #DonateYourParts (seas un donador). Aunque ya te hayas registrado con nosotros, se a la gente más cercana a ti que apoye tu decisión. Informándoles sobre tu decisión, hace TODO mucho más fácil para ellos.

source: or
es: o

source: Start Your Own Campaign
es: Inicia tu propia campaña

source: Your donor wishes have been recorded. ORGANIZE retains a copy of your entire registry history for record keeping purposes, but this, most recent decision will supersede any previous registration decisions you have made with us.
es: Gracias! Sus deseos de los donantes han sido actualizados. ORGANIZAR conserva una copia de su historial de registro con fines de mantenimiento de registros, pero esto, la decisión más reciente sustituirá a cualquier decisión de registro anteriores que ha realizado.

source: Last modified
es: Última modificación

source: Bust!
es: ¡CAISTE!

source: Looks like you&rsquo;re underage, which means you can&rsquo;t legally register to be an organ donor. Argh.
es: Parece que eres menor de edad, lo que significa que no puedes registrarte legalmente para ser un donador de órganos. Grrrr.

source: In the meantime, please email your family/besties to tell them you want to be an organ donor and scream it from the mountaintops (or just on social, you know the drill).
es: Mientras tanto por favor envía un correo electrónico a tu familia/amigos para decirles que quieres ser un donador de órganos y grítalo desde lo alto de la montaña (o solo a través de los medios sociales, ya sabes que hacer).

source: Revoke my registration from the ORGANIZE Registry
es: Revoque mi registro de la base de datos de ORGANIZE

source: Revoke my registration
es: Revocar el registro de mi

source: This does <b>not</b> revoke your registration from your state registry. To revoke your registration from your own state registry, you must do so directly through their online portal.
es: Esto <b>no revoca</b> su inscripción de su registro estatal. Para revocar su registro de su propio registro estatal, debe hacerlo directamente a través de su portal en línea.

source: Revoking your decision will de-register you only from the ORGANIZE registry, and it is important that you de-register yourself from the <a href="%(url)s">appropriate Donate Life state registry as well</a>. When you registered through ORGANIZE, we created a registration for you in our database, as well as a duplicate registration in your state registry. However, for a de-registration, ORGANIZE only has the ability to do that in our own registry, not in any Donate Life state registry, so you must also separately de-register in your state registry otherwise they may still have your previous donor registration as their most recent indication of your donor wishes.
es: Al revocar su decisión usted cancelará solamente su información de la base de datos de ORGANIZE, y es importante que usted cancele su registro de <a href="%(url)s">la lista estatal de Donate Life también</a>. Cuando usted se registró a través ORGANIZE, nosotros creamos un registro para usted en nuestra base de datos, así como un duplicado de su registro en la base de datos del estado. Sin embargo, para cancelar su registro, ORGANIZE sólo tiene la capacidad de hacerlo en nuestro propio registro, no en los registros del estado Donate Life, así que usted tendrá que cancelar su registro estatal de manera separada, de lo contrario ellos tendrán su información de registro previo como su más reciente indicación de los deseos del donador.

source: Cancel
es: Cancelar

source: Continue
es: Continuar

source: Continue &#8250;
es: Continuar &#8250;

source: Update registration
es: Actualización de registro

source: Whoops!!!
es: ¡Ups!

source: Looks like %(state_name)s doesn&rsquo;t accept registrations through ORGANIZE. You can, however, declare your support for donation by posting #GiveWithYourHeart on your social media.
es: Parece que %(state_name)s no acepta los registros a través de ORGANIZE.Sin embargo, puedes declarar tu apoyo a las donaciones al:

source: Update Donor Wishes
es: Actualización de los Deseos del Donador

source: To update your donor wishes, please fill out the update form in its entirety. All updated information you submit will automatically update your registration.
es: Para actualizar los deseo del donador, por favor llene la forma en su totalidad. La información más recientemente enviada actualizará automáticamente su registro.

source: Revoke My Registration
es: Revoque Mi Registro

source: If you no longer want to be an organ donor, use this form to submit your wishes.
es: Si usted ya no desea ser donador de órganos, utilice esta forma para actualizar sus deseos.

source: Thank you! Your donor wishes have been updated. ORGANIZE retains a copy of your entire registry history for record keeping purposes, but this, most recent decision will supersede any previous registration decisions you have made.
es: Gracias! Sus deseos de los donantes han sido actualizados. ORGANIZAR conserva una copia de su historial de registro con fines de mantenimiento de registros, pero esto, la decisión más reciente sustituirá a cualquier decisión de registro anteriores que ha realizado.

source: Be sure to tell the world you support organ donation on social
es: Asegúrese de decirle al mundo que usted apoya la donación de órganos en medios sociales

source: You&rsquo;re Registered
es: Ya estás registrado

source: You&rsquo;re all set. You are now a registered organ donor. We think that&rsquo;s pretty cool and worth shouting from the rooftops &ndash; or just use modern technology:
es: Ya terminaste. Eres un donador de órganos registrado. Nosotros pensamos que es algo divertido y vale la pena compartirlo con todos por tus redes sociales.

source: Thanks for making the decision to register as an organ and/or tissue donor. ORGANIZE is currently submitting your registration on your behalf to your state based registry. We will be in touch shortly with an update.
es: Gracias por tomar la decisión de registrarte como un donador de órganos y/o tejidos. ORGANIZE está actualmente sometiendo tu registro a tu nombre en el registro de tu estado. Estaremos en contacto contigo muy pronto con información actualizada.

source: In the meantime tell the world you support organ donation on social:
es: Mientras tanto dile al mundo a través de los medios sociales que apoyas la donación de órganos:

source: Invalid data.
es: Información inválida.

source: What's your Full Name?
es: ¿Cuál es tu Nombre Completo?

source: Tell us the basics...
es: Dinos lo básico...

source: Country of Birth
es: País de origen

source: Birth Date
es: Fecha de Nacimiento

source: Where do you live?
es: ¿Dónde vives?

source: Street Address
es: Dirección

source: Street Address 2
es: Dirección 2

source: City
es: Ciudad

source: State
es: Estado

source: Zip Code
es: Código Postal

source: Confirm your identity
es: Confirma tu identidad

source: Driver's License or State ID #
es: Licencia de Conducir o Identificación del Estado #

source: Social Security # (last 4 digits)
es: Número de Seguro Social (Últimos 4 dígitos)

source: For ID verification purposes.
es: Con fines de verificación de identidad.

source: Donation preferences
es: Preferencias de donación

source: Select the organs you wish to donate
es: Selecciona los órganos que deseas donar

source: Select the tissues you wish to donate
es: Selecciona los tejidos que deseas donar

source: Select the eye parts you wish to donate
es: Indique la parte de sus ojos que desee donar

source: Select how you wish your gift to be used
es: Indique cómo desea que sea utilizada su donación

source: Heart
es: Corazón

source: Kidneys
es: Riñones

source: Liver
es: Hígado

source: Lungs
es: Pulmones

source: Pancreas
es: Páncreas

source: Pancreas (for islet cells)
es: Páncreas (para Islotes de Langerhans)

source: Small Intestine
es: Intestino Delgado

source: Bone & Associated Tissue
es: Huesos y Tejidos Asociados

source: Tendons
es: Tendones

source: Veins
es: Venas

source: Arteries
es: Arterias

source: Vessels (for Liver & Pancreas)
es: Vasos (para Hígado y Páncreas)

source: Radius & Ulna
es: Radio y Cúbito

source: Skin
es: Tejido de Piel

source: Heart Valves
es: Válvulas Cardíacas

source: Pericardium
es: Pericardio

source: Vertebral Bodies
es: Cuerpos Vertebrales

source: Soft Tissues
es: Tejidos Blandos

source: Cartilage
es: Cartílago

source: Eyes
es: Ojos

source: Corneas
es: Córnea

source: My gift of organs may be used for life-saving purposes
es: Mi donación de órganos puede ser utilizada con el propósito de salvar vidas

source: My gift of organs may be used for research
es: Mi donación de órganos puede ser utilizada para investigación

source: My gift of tissues may be used for life-saving purposes
es: Mi donación de tejidos podrá ser utilizada con el propósito de salvar vidas

source: My gift of tissues may be used for research
es: Mi donación de tejidos podrá ser utilizada para investigación

source: Limit my gift of skin to be used for life-saving and reconstructive procedures only
es: Limiten mi donación de piel para ser utilizada solamente con propósitos de salvar vidas y en cirugías reconstructivas

source: Limit my gift of tissues to be used in the United States only
es: Limiten mi donación de tejidos para ser utilizada exclusivamente en los Estados Unidos de América

source: Limit my gift of tissues to non-profit organizations only
es: Limiten mi donación de tejidos solamente para organizaciones sin fines de lucro

source: My gift of organs may be used for therapy
es: Mi donación de órganos podrá ser utilizada para terapias

source: My gift of tissues may be used for therapy
es: Mi donación de tejidos podrá ser utilizada para terapias

source: Confirm your information
es: Confirmar su información

source: Place of Birth
es: Lugar de nacimiento

source: Phone Number
es: Teléfono

source: Mother's Maiden Name
es: Apellido de soltera de tu madre

source: As it appears on your driver's license or state ID. This ensures that your registration preferences will be in sync with the DMV record.
es: Tal como aparece en su licencia de manejo o identificación del estado. Esto asegurará que las preferencias de su registro se sincronicen con los registros de la Oficina del Departamento de Vehículos de Motor (DMV, por sus siglas en inglés).

source: In order to submit my registration information to the applicable state-operated organ and tissue donor registry and otherwise declare my organ and tissue donation status through Organize, I agree to ORGANIZE&rsquo;s <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Terms of Service</a> and <a href="#" onClick="window.open('&#047;privacy-policy&#047;', '_blank', 'width=900,height=900')">Privacy Policy</a> and those of the <a href="#" onClick="window.open('&#047;terms-of-service-by-state&#047;', '_blank', 'width=900,height=900')">applicable state registry</a>.
es: Para enviar la información de mí registro a los registros aplicables de donadores de órganos y tejidos operados por el estado y declarar mi estatus de donador de órganos y tejidos a través de Organize, y estoy de acuerdo en <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">los Términos de Servicio</a> y <a href="#" onClick="window.open('&#047;privacy-policy&#047;', '_blank', 'width=900,height=900')">Políticas de Privacidad</a> de ORGANIZE así como la de <a href="#" onClick="window.open('&#047;terms-of-service-by-state&#047;', '_blank', 'width=900,height=900')">los aplicables a los registros estatales</a>.

source: Minors cannot register.
es: Los menores de edad no puede registrar.

source: Keep me updated on all things ORGANIZE. The most exciting thing to happen to your inbox since "You've got mail!".
es: Manténganme informado sobre todo lo que sucede en ORGANIZE. Es lo más excitante que le puede pasar a tu correo desde aquel famoso "¡Tienes un correo electrónico!"

source: Welcome to ORGANIZE, the quickest and easiest way to register as an organ donor.
es: Bienvenidos a ORGANIZE, la manera más fácil y rápida para registrarse como donador de órganos.

source: To begin, please enter your email and zip code so we can customize your registration for your state.
es: Para iniciar, por favor proporcione su correo electrónico y código postal para poder modificar suregistro de acuerdo al estado de su residencia.

source: Last 4 of SSN
es: Últimos 4 de su SSN

source: Your state requires the below information to confirm your identity. All data is secure and encrypted. You can read our <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Terms of Service</a>.
es: Su estado requiere la información que aparece abajo para poder confirmar su identidad. Todos los datos están seguros y encriptados. Puede leer nuestros Términos de Servicio. <a href="#"onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Términos del Servicio</a>.

source: Submit Your Registration
es: Enviar su Forma de Registro

source: Please check your license ID
es: Por favor revise la información de su licencia de manejo

source: The license ID you entered doesn&rsquo;t seem to match the format of license IDs for this State. Please double-check it, and if you&rsquo;re sure its right, please choose to continue.
es: La información proporcionada no coincide con el formato de licencias de ese estado.Por favor asegúrese que la información esté correcta; si usted está seguro que la información está bien,por favor seleccione continuar.

source: Continue to Next Page
es: Continúe en la siguiente página

source: Re-check License ID
es: Revisar la información de la licencia

source: The next 47 seconds could save 8 lives.
es: En los siguientes 47 segundos puedes salvar 8 vidas.

source: 95&#37; of Americans support organ donation, but 100&#37; of Americans hate the DMV. That&rsquo;s why ORGANIZE created the first ever Central Donor Registry. Our simple online registration tool takes less than a minute, and registers you nationwide (the DMV just covers your state).
es: El 95&#37; de los norteamericanos apoyan la donación de órganos, pero el 100&#37; de ellos odia el DMV. Es por ello que ORGANIZE creó el primer Registo Central de Donadores. Nuestra forma de registro en línea require de menos de un minuto para ser llenada y puede hacerse en todo el país (El DMV sólo cubre tu estado).

source: 120,000 Americans are waiting for life-saving donations right now. Help us #EndTheWaitlist by registering now, then sharing with friends.
es: En este momento, 120,000 norteamericanos están en espera de un donador de órganos que salvaría su vida. Ayúdanos a acabar con la lista de espera, #EndTheWaitlist, registrándote ahora mismo y compartiéndolo con tus amistades.

source: so we can send you confirmation of your registration
es: para poder enviarte la confirmación de tu registro

source: to determine which series of state-based questions we will ask next
es: para determinar el tipo de preguntas que de acuerdo a tu estado tendríamos que hacerte enseguida

source: As an official registry, ORGANIZE keeps all of your information encrypted and secure. Any information you enter is only used for the purposes of facilitating your wishes regarding organ donation. You can read our Terms of Service <a href="#" onClick="window.open('&#047;terms-of-service&#047;','_blank','width=900,height=900')">here</a>.
es: Como registro official, ORGANIZE mantiene toda tu información encriptada y segura. Cualquier información que nos proporciones será utilizada exclusivamente para propósitos de facilitar tus deseos con respecto a la donación de órganos. Puedes leer los Terminso del Servico <a href="#" onClick="window.open('&#047;terms-of-service&#047;','_blank','width=900,height=900')">aquí</a>.

source: Welcome to the most important form field on the Internet.
es: Bienvendo a la forma más importante del internet.

source: Please specify your donation preferences
es: Por favor especifíqua tu preferencia de donación

source: Select the parts of the eye you wish to donate
es: SELECCIONA LAS PARTES DEL OJO QUE DESEES DONAR

source: requires that we verify your identity with the following numbers.<p class='identity-info-text'> <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Your information is encrypted and secure.</a></p>
es: require que verifiquemos tu identidad a través de los siguientes números.<p class='identity-info-text'> <a href="#" onClick="window.open('&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Tu información se mantendrá encriptada y segura.</a></p>

source: Your information is encrypted and secure.
es: Tu información se mantendrá encriptada y segura.

source: Last 4 Digits Of Social Security Number
es: LOS ÚLTIMOS 4 DÍGITOS DE TU SEGURO SOCIAL

source: DRIVER&rsquo;S LICENSE / STATE ID NUMBER
es: LICENCA DE MANEJO / NÚMERO ESTATAL DE IDENTIFICACIÓN

source: <b>I AGREE TO THE TERMS AND CONDITIONS</b><p>In order to submit my registration information to any applicable state-operated organ and tissue donor registry and otherwise declare my organ and tissue donation status through ORGANIZE, I agree to ORGANIZE&rsquo;s <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">Terms of Service</a> and <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;privacy-policy&#047;' ,'_blank', 'width=900,height=900')">Privacy Policy</a> and those of any <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;terms-of-service-by-state&#047;', '_blank', 'width=900,height=900')">applicable state registry</a>.</p>
es: <b>ESTOY DE ACUERDO EN LOS TÉRMINOS Y CONDICIONES</b><p>Para poder enviar mi información de inscripción a cualquier registro de órganos y tejidos aplicable, operado por el estado, y declarar mi estatus de donador de órganos y tejidos a través de ORGANIZE, estoy de acuerdo en <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;terms-of-service&#047;', '_blank', 'width=900,height=900')">los Términos de Servicio</a> y <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;privacy-policy&#047;' ,'_blank', 'width=900,height=900')">Políticas de Privacidad</a> de ORGANIZE así como de cualquier otro <a href="#" onClick="window.open('https&#58;&#047;&#047;register.organize.org&#047;terms-of-service-by-state&#047;', '_blank', 'width=900,height=900')">registro estatal aplicable</a>.</p>

source: Spread the word&hellip;
es: Corre la voz&hellip;

source: It&rsquo;s important that your friends and family know your donor wishes, so spread the word by tweeting &quot;I am an #OrganDonor&quot; today.
es: Es importante que tus amigos y familiares sepan de tus deseos de donar tus órganos, así que corre la voz enviando el siguiente tweet &quot;Soy un donador de órganos #OrganDonor&quot;

source: Please check your Driver&rsquo;s License / State ID
es: Por favor revisa tu Licencia de Manejo / Identificación Estatal

source: The ID number you entered doesn&rsquo;t match the format for your state. Please double-check it, and if you&rsquo;re sure it&rsquo;s right, click continue.
es: El número de identificación que nos proporcionaste no coincide con el formato utlizado por tu estado. Por favor revísarlo, y si estás convencido que está correcto, presiona continuar.

source: &#8249; Check ID
es: &#8249; REVISA TU FORMA DE IDENTIFICACIÓN

source: ONE LAST STEP&hellip;
es: UN ÚLTIMO PASO&hellip;

source: Even though you&rsquo;ve just registered, your next of kin will still be asked to support your decision at the appropriate time.
es: Aún cuando te acabas de registrar, se les puede pedir a tus familiares que apoyen tu decisión en el momento apropiado.

source: It will be easier for them if they&rsquo;ve heard directly from you.
es: Sería más fácil para ellos escucharlo directamente de ti.

source: You&rsquo;ve already helped 8 strangers &comma; here&rsquo;s your chance to help your loved ones.
es: Acabas de ayudar a 8 extraños, ésta es tu oportunidad de ayudar a las personas que amas.
